Revit 2027 API
UnitTypeId.StationingFeet Property
 Feet.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId StationingFeet { get; }
Public Shared ReadOnly Property StationingFeet As ForgeTypeId
	Get
public:
static property ForgeTypeId^ StationingFeet {
	ForgeTypeId^ get ();
}
static member StationingFeet : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
UnitTypeId Class
Autodesk.Revit.DB Namespace